Repository: MoveLab/erulet-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, oc

source: Cancel·lar
es: Cancelar

source: Tancar
es: Cerrar

source: Fet
es: Hecho

source: Inici
es: Inicio

source: Privacitat
es: Privacidad

source: Informació de referència
es: Información de referencia

source: Itineraris
es: Itinerarios

source: SEGURETAT
es: SEGURIDAD

source: Condicions
es: Condiciones

source: Traducció
es: Traducción

source: Nom d'usuari/a
es: Nombre de usuario/a

source: Aquest nom d'usuari/a ja existeix.
es: Este nombre de usuario/a ya existe.

source: Abans de sortir
es: Antes de salir
oc: Abans de gésser

source: Afegir un nou itinerari utilitzant fitxers GPX.
es: Añadir un nuevo itinerario utilizando ficheros GPX.

source: Afegir una finestra de interacció
es: Añadir una ventana de interacción

source: Afegir una nova imatge interactiva
es: Añadir una nueva imagen interactiva

source: Afegeix un nou itinerari
es: Añade un nuevo itinerario

source: Afegir un itinerari
es: Añadir un itinerario

source: Tots els itineraris
es: Todos los itinerarios

source: Ja t'has registrat?
es: ¿Ya te has registrado?

source: I ha estat implementat per l'Observatori Limnològic dels Pirineus-LOOP i el Movement Ecology Lab, amb suport del CEAB-CSIC, el CREAF i la UB.
es: Y ha sido implementado por el Observatorio Limnológico de los Pirineos-LOOP y el Movement Ecology Lab, con apoyo del CEAB-CSIC, el CREAF y la UB.

source: Aplicació Android:
es: Aplicación Android:

source: Manual de l'App
es: Manual de la App

source: Aprèn sobre els rius i estanys de la Val d’Aran. Eth Holet està ple de materials divulgatius fets per científics que han treballat aquí des de fa anys.
es: Aprende sobre los ríos e ibones de la Val d'Aran. Eth Holet está lleno de contenidos divulgativos hechos por científicos que han trabajado aquí desde hace años.

source: Aprèn tot sobre el riu principal de la Val d’Aran.
es: Aprende todo sobre el río principal de la Val d'Aran

source: Aquests estanys són típicament alpins, amb aigües de tipus carbonatat. Es troben en un paisatge de morfologia glacial de roques calcàries i sorrenques amb formes espectaculars. La ruta té vistes impressionants de l’Aneto i la seva glacera. És una ruta circular d’alta muntanya de 10 km i 1040 m de desnivell, amb sortida des de l’aparcament del Plan dera Artiga de Lin. L’itinerari és adequat per a persones amb un bon entrenament i experiència en alta muntanya.
es: Estos ibones son típicamente alpinos, con aguas de tipo carbonatado. Se hallan en un paisaje de morfología glaciar de rocas calcáreas y areniscas con formas espectaculares. La ruta tiene vistas impresionantes del Aneto y su glaciar. Es una ruta circular de alta montaña de 10 km y 1040 m de desnivel, con salida desde el aparcamiento del Plan dera Artiga de Lin. El itinerario es adecuado para personas con un buen entrenamiento y experiencia en alta montaña.

source: Segur que vols esborrar aquesta imatge interactiva?
es: ¿Seguro que quieres borrar esta imagen interactiva?

source: Segur que vols esborrar aquest article?
es: ¿Seguro que quieres borrar este artículo?

source: Segur que vols esborrar aquest itinerari (i totes les ressenyes, articles, imatges interactives i altres continguts associats)?
es: ¿Seguro que quieres borrar este itinerario (y todas las reseñas, artículos, imágenes interactivas y otros contenidos asociados)?

source: Hi ha algun fitxer HTML en la teva carpeta ZIP al que li falta el codi d'algun dels idiomes compatibles. Si us plau, assegurat de que tots els HTML tenen un nom que acaba en -oc.html, -es,html, -ca.html, -fr.html, -en.html, o -to.html.
es: Hay algún fichero HTML en tu carpeta ZIP al que le falta el código de alguno de los idiomas compatibles. Por favor, asegurate de que todos los HTML tienen un nombre que acaba en -oc.html, -es,html, -ca.html, -fr.html, -en.html, o -to.html.

source: Hi ha algun fitxer en la teva carpeta ZIP que té una ruta. Si us plau, no assignis als fitxers de la carpeta rutes que s'adrecin fora de la pròpia carpeta.
es: Hay algún fichero en tu carpeta ZIP que tiene una ruta. Por favor, no asignes a los ficheros de la carpeta rutas que se dirijan fuera de la propia carpeta.

source: Hi ha algun fitxer en la teva carpeta ZIP que té una ruta que comença amb "../". Si us plau, no assignis als fitxers de la carpeta rutes que s'adrecin fora de la pròpia carpeta.
es: Hay algún fichero en tu carpeta ZIP que tiene una ruta que empieza por "../". Por favor, no asignes a los ficheros de la carpeta rutas que se dirijan fuera de la propia carpeta.

source: Tornar adalt
es: Volver arriba

source: BOTONS DE CONTROL:
es: BOTONES DE CONTROL:
oc: BOTONS DE CONTRÒL:

source: per l'equip d'Eth Holet del LOOP i MoveLab (CEAB-CSIC i CREAF)
es: por el equip de Eth Holet del LOOP y MoveLab (CEAB-CSIC y CREAF)

source: Capbussa’t
es: Zambúllete
oc: Cabussa-te

source: Canviar el nom de l'article o carregar una carpeta ZIP per canviar el fitxer HTML.
es: Cambiar el nombre del artículo o cargar una carpeta ZIP para cambiar el fichero HTML.

source: Tria una contrasenya
es: Escoge una contraseña

source: Comença la teva aventura
es: Empieza tu aventura
oc: Comença era tua aventura

source: Confirma la contrasenya
es: Confirma la contraseña

source: Continguts:
es: Contenidos:

source: Crear un nou article des d'un fitxer ZIP.
es: Crear un nuevo artículo desde un fichero ZIP.

source: Crear un nou itinerari utilitzant fitxers GPX
es: Crear un nuevo itinerario utilizando ficheros GPX

source: Descobreix les aigües de la Val d'Aran
es: Descubre las aguas de la Val d'Aran
oc: Descurbís es aigües dera Val d'Aran

source: Descobreix què ens revela la ciència sobre el canvi ambiental.
es: Descubre que nos revela la ciencia sobre el cambio ambiental.
oc: Descurbís qué mos revèle era sciéncia sus eth cambi ambientau.

source: <p>Desplega el mapa general amb tots els itineraris disponibles.</p><p>Clicant sobre cadascun dels itineraris es desplega una descripció general de l'itinerari.</p><p>Fent clic a sobre de la descripció entrem dintre de l'itinerari, amb dues opcions:</p><ul><li>VISUALITZAR la ruta (ens permet fer un recorregut virtual de la ruta)</li><li>RECÓRRER la ruta (activa el sistema de guia de la ruta, enregistra el recorregut i ens permet afegir informació pròpia a l'itinerari).</li></ul><p>El botó de menú secundari permet editar els nostres itineraris i fer la valoració dels itineraris compartits.</p>
es: <p>Despliega el mapa general con todos los itinerarios disponibles.</p><p>Clicando sobre cada uno de los itinerarios se despliega una descripción general del itinerario.</p><p>Haciendo clic sobre la descripción entramos dentro del itinerario, con dos opciones:</p><ul><li>VISUALIZAR la ruta (nos permite hacer un recorrido virtual de la ruta)</li><li>RECORRER la ruta (activa el sistema de guía de la ruta, graba el recorrido y nos permite añadir información propia al itinerario).</li></ul><p>El botón de menú secundario permite editar nuestros itinerarios y hacer la valoración de los itineraris compartidos.</p>

source: <p>Dintre dels itineraris (virtuals o reals) tenim botons que ens permeten fer accions.</p><ul class='no_bullet'><li class='image_bullet stop'>Final del recorregut. Surt de l'itinerari i ens dóna l'opció de desar el recorregut i la informació que hem introduït.</li><li class='image_bullet add_info'>Afegir informació. Permet a l'usuari afegir informació (comentaris, fotos i videos) amb la seva localització geogràfica.</li><li class='image_bullet compass'>Brúixola. Obre la utilitat de brúixola.</li><li class='image_bullet where'>Posició actual. Mostra al mapa la nostra posició.</li></ul>
es: <p>Dentre de los itinerarios (virtuales o reales) tenemos botones que nos permiten hacer acciones.</p><ul class='no_bullet'><li class='image_bullet stop'>Final del recorrido. Sale del itinerario y nos da la opción de guardar el recorrido y la información que hemos introducido.</li><li class='image_bullet add_info'>Añadir información. Permite al usuario/a añadir información (comentarios, fotos y vídeos) con su localitzación geográfica.</li><li class='image_bullet compass'>Brújula. Abre la utilidad de brújula.</li><li class='image_bullet where'>Posición actual. Muestra en el mapa nuestra posición.</li></ul>

source: No tens un compte?
es: ¿No tienes una cuenta?

source: Arrossega el cursor per la foto i clica sobre les àrees colorejades que hi surten.
es: Arrastra el cursor por la foto y clica sobre las áreas coloreadas que aparecen.

source: Arrossega el cursor sobre la foto per fixar les coordenades i després afegeix un missatge en un idioma com a mínim.
es: Arrastra el cursor sobre la foto para fijar las coordenadas y después añadir un mensaje al menos en un idioma.

source: Editar una ressenya
es: Editar una reseña

source: Editar la finestra d'interacció
es: Editar la ventana de interacción

source: Editar el missatge o arrossegar el cursor per canviar les dimensions i la posició de la finestra sobre la imatge.
es: Editar el mensaje o arrastrar el cursor para cambiar las dimensiones y la posición de la ventana sobre la imagen.

source: Editar l'article
es: Editar el artículo

source: Editar l'itinerari
es: Editar el itinerario

source: El camí de la Garona.
es: El camino del Garona
oc: Eth camin dera Garona.

source: El Redon és un dels grans estanys dels Pirineus. Té aigües molt transparents i està encaixonat en un circ de roca granítica i parets escarpades. Ha estat objecte de recerca científica des de fa dècades, i a la vora hi ha un petit laboratori de camp i una estació meteorològica. Les investigacions han demostrat que el Redon és un sentinella dels canvis ambientals globals del passat i el present, com ara la contaminació atmosfèrica o el canvi climàtic. Itinerari de 3.6 km amb 600 m de desnivell. És adequat per a persones acostumades a caminar per la muntanya i amb una condició física mitja.
es: El Redon es uno de los grandes ibones de los Pirineos. Tiene aguas muy transparentes y está encajonado en un circo de roca granítica y paredes escarpadas. Ha sido objeto de investigaciones científicas desde hace décadas, y en su orilla hay un pequeño laboratorio de campo y una estación meteorológica. Las investigaciones han demostrado que el Redon es un centinela de los cambios ambientals globales del pasado y el presente, como por ejemplo la contaminación atmosférica o el cambioi climático. Itinerario de 3.6 km con 600 m de desnivel. Es adecuado para personas acostumbradas a caminar por la montaña y con una condición física media.

source: <p>El sistema de guia per GPS és una ajuda a la navegació. En condicions òptimes, ens pot conduir pels itineraris amb molta precisió. Però hi ha molts factors (com ara el relleu del terreny, obstacles o núvols que distorsionin el senyal del satèl·lit, o la sensibilitat del nostre propi dispositiu) que poden afectar la precisió. Per això és important prestar també atenció a les indicacions escrites en els punts de ruta i procurar estimar en tot moment la nostra posició a partir de la interpretació del mapa, com a maneres de confirmar el posicionament GPS. L'aplicació ens mostra la nostra posició envoltada per un cercle blau que representa la precisió de la localització, que pot ser variable. Cal que tinguem en compte que la nostra posició real pot estar en qualsevol punt dintre daquest cercle.</p><p>Cal que tingueu activada en el vostre dispositiu l'opció de localització per GPS.</p><p>El consum de bateria pel sistema GPS és alt, cal portar la bateria carregada al 100% quan comencem litinerari. Per estalviar al màxim la bateria és recomanable portar el dispositiu en modus despera durant l'itinerari, però en un lloc on puguem sentir el senyal acústic i la vibració d'avís quan arribem a algun punt d'interès.</p><p>També és recomanable posar-lo en mode “avió” en zones sense cobertura per evitar la despesa de buscar senyal sense èxit</p>
es: <p>El sistema de guía por GPS es una ayuda a la navegación. En condiciones óptimas, nos puede conducir por los itinerarios con mucha precisión. Pero hay muchos factores (como el relieve del terreno, obstáculos o nubes que distorsionen la señal del satélite, o la sensibilidad de nuestro propio dispositivo) que pueden afectar la precisión. Por esto es importante prestar también atención a las indicaciones escritas en los puntos de ruta y procurar estimar en todo momento nuestra posición a partir de la interpretación del mapa, como maneras de confirmar el posicionamento GPS. La aplicación nos muestra nuestra posición rodeada per un círculo azul que representa la precisión de la localitzación, que puede ser variable. Hay que tener en cuenta que nuestra posición real puede estar en cualquier punto dentro de este círculo.</p><p>Tiene que estar activada en el dispositivo la opción de localitzación por GPS.</p><p>El consumo de batería por el sistema GPS es alto, hay que tener la batería cargada al 100% cuando se inicia el itinerario. Para ahorrar al máximo la batería es recomendable llevar el dispositiu en modo de espera durante el itinerario, pero en un sitio donde se pueda oir la señal acústica y la vibración de aviso cuando lleguemos a algún punto de interés.</p><p>También es recomendable ponerlo en modo “avión” en zonas sin cobertura para evitar el gasto de buscar señal sin éxito</p>

source: <p>En els itineraris a peu, especialment aquells en zona d'alta muntanya:</p><ul><li>Abans de triar un itinerari, valorem la dificultat i les nostres capacitats i experiència.</li><li>Cal portar calçat adequat.</li><li>Encara que al sortir el temps sigui bo, és recomanable portar a la motxilla alguna peça d'abric i un impermeable en previsió d'un canvi de temps sobtat o haver d'abrigar a algú que hagi sofert un accident.</li><li>Cal beure suficient durant la caminada per mantenir una bona hidratació, i protegir-nos del sol amb barret, ulleres i crema protectora.</li><li>En els itineraris en cotxe: Alguna de les persones que no condueixen és qui ha de manipular i mirar el dispositiu mòbil, per evitar distraccions de qui condueix.</li></ul><p>En cas d'accident, cal seguir el protocol PAS - Protegir, Avisar, Socórrer</p><ul><li>PROTEGIR a qui ha patit l'accident i a nosaltres, per evitar empitjorar les conseqüències</li><li>AVISAR als serveis de socors: trucar al 112 (general) o al 973 640 080 (Pompièrs Val dAran). Tingueu en compte que en moltes zones d'alta muntanya no hi ha cobertura. Per això és convenient recordar quin és l'últim lloc on n'hem trobat.</li><li>SOCÓRRER a les persones ferides, en la mesura dels nostres coneixements de primers auxilis i si tenim la seguretat de no agreujar la situació.</li></ul>
es: <p>En los itinerarios a pie, especialmente aquellos en zona de alta montaña:</p><ul><li>Antes de escoger un itinerario, valoremos la dificultad y nuestras capacidades y experiencia.</li><li>Hay que llevar calzado adecuado.</li><li>Aunque al salir el tiempo sea bueno, es recomendable llevar en la mochila alguna pieza de abrigo y un impermeable en previsión de un cambio de tiempo repentino o de tener que abrigar a alguien que haya sufrido un accidente.</li><li>Es preciso beber lo suficiente durante la caminata para mantener una buena hidratación, y protegernos del sol con sombrero, gafas y crema protectora.</li><li>En los itinerarios en coche: Alguna de las personas que no conducen es quien ha de manipular y mirar el dispositivo móvil, para evitar distracciones de quien conduce.</li></ul><p>En caso de accidente, hay que seguir el protocolo PAS - Proteger, Avisar, Socorrer</p><ul><li>PROTEGER a quien ha sufrido el accidente y a nosotros, para evitar empeorar las consecuencias</li><li>AVISAR a los servicios de socorro: llamar al 112 (general) o al 973 640 080 (Pompièrs Val dAran). Hay quer tener en cuenta que en muchas zonas de alta montaña no hay cobertura. Por eso es conveniente recordar cual es el último lugar donde hemos encontrado.</li><li>SOCORRER a las personas heridas, en la medida de nuestros conocimientos de primeros auxilios y si tenemos la seguridad de no agravar la situación.</li></ul>

source: Estanys de Pois i de Còth deth Hòro.
es: Iboness de Pois y de Còth deth Hòro.
oc: Estanhs de Pois e de Còth deth Hòro.

source: Experimenta la força de l’aigua i coneix els hàbitats aquàtics més extrems.
es: Experimenta la fuerza del agua y conoce los hábitats acuáticos más extremos.
oc: Experimenta era fòrça dera aigua e coneish es abitats aquatics mès extrèms.

source: Explora l’estany que drena cap el subsòl i descobreix el seu jardí submergit.
es: Explora el ibón que drena hacia el subsuelo y descubre su jardín sumergido.
oc: Explora er estanh que desaigüe cap a dejós de tèrra e descurbís eth sòn jardin submergit.

source: Tipus de fitxer no compatible.
es: Tipo de fichero no compatible.

source: Finança:
es: Financia:
oc: Finance:

source: Nom
es: Nombre

source: Articles generals
es: Artículos generales

source: Administració d'Eth Holet
es: Administración de Eth Holet

source: Eth Holet (es pronuncia er-ulet) és un personatge de la mitologia aranesa. És un follet que viu amagat als boscos, i representa l’esperit de la Natura. I ara ve a trobar-te . . . en una app!
es: Eth Holet (se pronuncia er-ulet) es un personaje de la mitología aranesa. Es un duende que vive escondido en los bosques, y representa el espíritu de la Naturaleza. Y ahora viene a encontrarse contigo . . . ¡en una app!

source: Eth Holet et guiarà a través dels camins de la Val d’Aran. Rebràs avisos i informació suplementària quan estiguis a prop dels punts d’interès.
es: Eth Holet te guiará a través de los caminos de la Val d'Aran. Recibirás avisos e información suplementaria cuando estés cerca de los puntos de interés.

source: Eth Holet et guiarà al llarg dels rius i fins adalt als estanys, i t’ensenyarà els secrets de les aigües dels seus amagatalls als boscos i muntanyes.
es: Eth Holet te guiará a lo largo de los ríos y hasta arriba a los ibones, y te enseñará los secretos de las aguas de sus escondites en los bosques y montañas.

source: Eth Holet et seguirà per allà on vagis i t’avisarà de llocs d’interès al llarg del camí. Gaudeix de continguts multimedia interactius - i crea els teus propis.
es: Eth Holet te seguirá a donde vayas y te avisará de lugares de interés a lo largo del camino. Disfruta de contenidos multimedia interactivos - y crea los tuyos propios.

source: Traducció de ressenyes d'Eth Holet
es: Traducción de reseñas de Eth Holet

source: Eth Holet està programat en codi lliure i obert. Comprova la nostra <a href='../api/'>API</a> o segueix-nos a <a href='http://github.com/MoveLab'>Github</a>!
es: Eth Holet está programado en código libre y abierto. Comprueba nuestra <a href='../api/'>API</a> o síguenos en <a href='http://github.com/MoveLab'>Github</a>!

source: Permís denegat per Eth Holet
es: Permiso denegado por Eth Holet

source: Política de privacitat d'eth Holet
es: Política de privacidad de Eth Holet

source: Perfil a Eth Holet
es: Perfil en Eth Holet

source: Registrament en Eth Holet
es: Registro en Eth Holet

source: Traducció d'itineraris d'Eth Holet
es: Traducción de itinerarios de Eth Holet

source: Equip d'Eth Holet: LOOP i MoveLab (CEAB-CSIC, CREAF i UB)
es: Equipo de Eth Holet: LOOP y MoveLab (CEAB-CSIC, CREAF y UB)

source: Itineraris d'Eth Holet
es: Itinerarios de Eth Holet

source: Imatge interactiva
es: Imagen interactiva

source: Ha estat finançat per la Unió Europea a través del projecte Sud'Eau2.
es: Ha sido financiado por la Unión Europea a través del proyecto Sud'Eau2.

source: ITINERARIS:
es: ITINERARIOS:

source: Itineraris guiats
es: Itinerarios guiados
oc: Itineraris guidadi

source: <p>L'augment de la freqüentació del medi natural ha fet que fins i tot activitats aparentment innòcues tinguin efectes negatius. Per això és molt important tenir un comportament respectuós amb el medi i extremar les precaucions per no alterar-lo. La regla general és que no deixem cap rastre del nostre pas. Els principals impactes que s'han detectat i algunes maneres d'evitar-los són:</p><p>Erosió i compactació del terreny pel trepig - Evitem caminar per fora dels senders marcats i agafar dreceres. En els corriols estrets i en pendent, com a norma de cortesia, qui baixa cedeix el pas a qui puja.</p><p>Molèsties a la fauna, en especial a les espècies protegides, tant als individus com al seu hàbitat - Evitem cridar i fer sorolls excessius. Vigilem que el nostre gos no persegueixi ni ataqui la fauna salvatge. Respectem els seus hàbitats: per exemple, no movem rocs o troncs que els hi puguin servir de refugi, no tirem pedres als rius i estanys, ni posem obstacles al flux d'aigua als rius. Recordeu que el bany i els esports aquàtics no són permesos als estanys.</p><p>Recol·lecció d'espècies botàniques, en especial les protegides - Evitem arrencar flors i plantes. Respectem les regulacions en la recollida d'espècies comestibles, com bolets i altres. No recol·lectem fruits i baies amb mètodes agressius per les plantes.</p><p>Generació de residus - No deixem cap tipus de deixalles al medi, fins i tot les que poden servir d'aliment per a la fauna salvatge: no formen part de la seva dieta natural i els fan canviar els seus hàbits d'alimentació i de comportament.</p><p>Incendis forestals - Si hem de fer foc, fem-lo només als llocs expressament condicionats, i vigilem-lo. No llencem puntes de cigarreta, ni enceses ni apagades.</p>
es: <p>El aumento de la frecuentación del medio natural ha hecho que incluso actividades aparentemente inocuas tengan efectos negativos. Por ello es muy importante observar un comportamiento respetuoso con el medio y extremar las precauciones para no alterarlo. La regla general es que no dejemos ningún rastro de nuestro paso. Los principales impactos que se han detectado y algunas maneras de evitarlos son:</p><p>Erosión y compactación del terreno por el pisoteo - Evitemos caminar por fuera de los senderos marcados y tomar atajos. En los senderos estrechos y en pendiente, como norma de cortesía, quien baja cede el paso a quien sube.</p><p>Molestias a la fauna, en especial a las especies protegidas, tanto a los individuos como a su hàbitat - Evitemos gritar y hacer ruidos excesivos. Cuidemos de que nuestro perro no persiga ni ataque a la fauna salvaje. Respetemos sus hábitats: por ejemplo, no movamos rocas o troncos que les puedan servir de refugio, no tiremos piedras a los rios e ibones, ni pongamos obstáculos al flujo de agua de los rios. Recordemos que el baño y los deportes acuáticos no están permitidos en los ibones.</p><p>Recolección de especies botánicas, en especial las protegidas - Evitemos arrancar flores y plantas. Respetemos las regulaciones en la recogida de especies comestibles, como las setas y otras. No recolectemos frutos y bayas con métodos agresivos para las plantas.</p><p>Generación de residuos - No dejemos ningún tipo de desechos en el medio, incluyendo los que puedan servir de alimento para la fauna salvaje: no forman parte de su dieta natural y les hacen cambiar sus hábitos de alimentación y de comportamiento.</p><p>Incendios forestales - Si tenemos que hacer fuego, hagámoslo solo en los lugares expresamente acondicionados, y vigilémoslo. No tiremos colillas de cigarrillo, ni encendidas ni apagadas.</p>
