Repository: MoveLab/erulet-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, oc

source: This value may contain only letters, numbers and @/./+/-/_ characters.
oc: Aquest camp sonque pòt contier letres, numèros e es caractèrs @/./+/-/_ .

source: Choose Password
oc: Triga un mot secrèt

source: Confirm Password
oc: Confirma eth mot secrèt

source: PANTALLA PRINCIPAL:
oc: PANTALHA PRINCIPAU:

source: My Routes
oc: Es mèns itineraris

source: Other Hikers' Routes
oc: Itineraris des amics d'Eth Holet

source: Holet's Routes
oc: Itineraris d'Eth Holet

source: All Routes
oc: Toti es itineraris

source: No Route
oc: Non i a cap itinerari

source: There is no route with the id number you requested. Try requesting a different id.
oc: Non i a cap rota damb er identificador que demanes. Pròva damb un aute identificador.

source: Wrong file type: Make sure the file you have selected is either a JPG, PNG, GIF, MP4, WEBM, or OGG.
oc: Tipe de fichèr incorrècte: Compròva qu'eth fitchèr qu'as seleccionat sigue JPG, PNG, GIF, MP4, WEBM, o OGG.

source: Holet Highlight Translation
oc: Traduccion de ressenhes d'Eth Holet

source: Holet Route Translation
oc: Traduccion d'itineraris d'Eth Holet

source: There is no HTML file in this ZIP archive. Please include at least one HTML file.
oc: Non i a fichèrs HTML en aguesta carpeta ZIP. Se te platz, includís coma minim un fichèr HTML.

source: You tried to upload something other than a ZIP or HTML file. Please check the file and try again.
oc: As sajat de cargar bèra causa que non ei un fichèr HTML o ZIP. Se te platz, compròva eth fichèr e torna a provar.

source: Content by
oc: Contenguts:

source: Website and server backend by
oc: Lòc web e supòrt des deth servidor:

source: Android app by
oc: Aplicacion Android:

source: Mobile HTML5 app by
oc: Aplicacion Mobila HTML5:

source: by the Holet Team at the Movement Ecology Lab (CEAB-CSIC) and CREAF
oc: pera equipa d'Eth Holet deth LOOP e MoveLab (CEAB-CSIC i CREAF)

source: Toggle navigation
oc: Alternar navegacion

source: Home
oc: Inici

source: Routes
oc: Itineraris

source: Add new route
oc: Hig un nau itinerari

source: Map
oc: Mapa

source: Reference
oc: Informacion de referéncia

source: Before Leaving
oc: Abans de gésser

source: App Manual
oc: Manuau dera APP

source: About
oc: Sus Eth Holet

source: Translation
oc: Traduccion

source: Translate Routes to: Aranese
oc: Tradusir itineraris ar: aranés

source: Translate Routes to: Spanish
oc: Traduisr itineraris ath: Castelhan

source: Translate Routes to: French
oc: Tradusir itineraris ath: Francés

source: Translate Routes to: English
oc: Tradusir itineraris ar: Anglés

source: Translate Routes to: Aranese and Spanish
oc: Tradusir itineraris ar: Aranés e castelhan

source: Translate Routes to: All
oc: Tradusir itineraris ath: Toti

source: Translate Highlights to: Aranese
oc: Tradusir ressenhes ar: Aranés

source: Translate Highlights to: Spanish
oc: Tradusir ressenyes ath: Castelhan

source: Translate Highlights to: French
oc: Tradusir ressenhes ath: Francés

source: Translate Highlights to: English
oc: Tradusir ressenhes ar: Anglés

source: Translate Highlights to: Aranese and Spanish
oc: Tradusir ressenhes ar: Aranés e castelhan

source: Translate Highlights to: All
oc: Tradusir ressenhes at: Toti

source: logout
oc: gésser

source: login
oc: inici

source: register
oc: Resgistrar-se

source: Add New Interactive Image
oc: Híger ua naua imatge interactiva

source: Upload an image that will have clickable areas.
oc: Cargar ua imatge qu'aurà airaus clicables.

source: Edit interaction box
oc: Editar era hièstra d'interaccion

source: Edit message or drag mouse to change box dimensions and location on the image.
oc: Editar messatge o arrossegar eth cursor entà cambiar era dimension e era posicion dera hièstra sus era imatge.

source: Add interaction box
oc: Híger ua hièstra d'interaccion

source: Drag mouse over photo to set coordinates, then add a message in at least one language.
oc: Arrosèga eth cursor sus era fòto entà fixar es coordenades e dempús hig un messatge en un idiòma coma minim.

source: Show all languages
oc: Ensenha toti es idiòmes

source: Save and add more
oc: Sauvar e higèr mès

source: Done
oc: Hèt

source: New Reference
oc: Nau article

source: Create a new reference from a ZIP file.
oc: Crear un nau article des d'un fichèr ZIP.

source: New Route
oc: Nau itinerari

source: Create a new route using GPX files
oc: Crear un nau itinerari utilizant fichèrs GPX

source: Edit Highlight
oc: Editar ua ressenha

source: Submit
oc: Enviar

source: Replace Interactive Image
oc: Cambiar ua imatge interactiva

source: Upload a new image that will have clickable areas.
oc: Cargar ua naua imatge qu'aurà airaus clicables.

source: Edit Profile
oc: Editar eth perfil

source: Edit Reference
oc: Editar er article

source: Change reference name or replace HTML by uploading a ZIP file.
oc: Cambiar eth nòm der article o cargar ua carpeta ZIP entà cambiar eth fichèr HTML.

source: Cancel
oc: Cancellar

source: Edit Route
oc: Editar er itinerari

source: Processing, please wait. (This may take a few minutes.)
oc: Processar. Demora, se te platz (Açò pòt tardar quauques minutes)

source: Save All
oc: Sauvar tot

source: Saving, please wait.
oc: Sauvant, demora se te platz

source: General References
oc: Articles generaus

source: Are you sure you want to delete this reference?
oc: Segur que vòs esfaçar aguest article?

source: No, go back
oc: Non, torna entà darrèr

source: Yes, delete it
oc: Òc, esfaça-lo

source: Welcome to Holet
oc: Eth Holet te da era benvenguda

source: What would you like to do today?
oc: Qué t'agradarie hèr aué?

source: Welcome to Holet!
oc: Eth Holet te da era benvenguda!

source: Add Route
oc: Híger un itinerari

source: Add a new route using GPX files.
oc: Híger un nau itinerari utilizant fichèrs GPX.

source: List All Routes
oc: Ensenhar toti es itineraris

source: View a list of all routes.
oc: Veir ua listra de toti es itineraris.

source: View a list of the routes you have created on your own hikes.
oc: Veir ua listra des itineraris qu'as creat enes tues caminades.

source: List Other Hikers' Routes
oc: Ensenhar es itineraris des amics d'Eth Holet

source: View a list of the routes others have created on their hikes.
oc: Veir ua lista des itineraris qu'an creat es amics d'Eth Holet.

source: List Holet's Routes
oc: Ensenhar es itineraris d'Eth Holet

source: View the routes created by the scientists behind Holet.
oc: Veir es itineraris qu'an creat es scientifics que i a darrèr d'Eth Holet.

source: Consult Map
oc: Consultar era mapa

source: View an interactive map of all routes.
oc: Veir era mapa interactiva damb totes es rotes.

source: View My Profile
oc: Veir eth mèn perfil

source: View and edit your profile.
oc: Veir e editar eth tòn perfil

source: Register
oc: Registrar-se

source: Register your account. This will let you track your hikes and create your own routes.
oc: Registra eth tòn compde. Açò te permeterà rastrejar es tues caminades e crear es tòns pròpis itineraris.

source: Log In
oc: Iniciar

source: Log in to view your data, is you already have an account.
oc: Connècta-te tà veir es tues dades, se ja as un compde.

source: Troba’t amb Holet
oc: Troba-te damb Eth Holet

source: Aprèn tot sobre el riu principal de la val d’Aran.
oc: Apren tot sus eth riu principau dera Val d'Aran.

source: Visita en familia un estany domesticat.
oc: Visita en família un estanh domesticat.

source: Back to top
oc: Tornar ensús

source: Privacy
oc: Privacitat

source: Terms
oc: Condicions

source: Holet Team and Movement Ecology Lab (CEAB-CSIC & CREAF)
oc: Equipa d'Eth Holet: LOOP e MoveLab (CEAB-CSIC, CREAF i UB)

source: Manual
oc: Manuau

source: Privacy Policy
oc: Politica de privacitat

source: privacy policy
oc: politica de privacitat

source: View Details
oc: Veir es detalhs

source: Holet Privacy Policy
oc: Politica de privacitat d'eth Holet

source: View Detailed Reference
oc: Veir er article detalhat

source: View Route
oc: Veir itinerari

source: success
oc: exit

source: Holet Profile
oc: Perfil en Eth Holet

source: First Name
oc: Nòm

source: Last Name
oc: Cognòms

source: E-Mail
oc: Corrèu electronic

source: Number of routes created
oc: Nombre d'itineraris creadi

source: Number of points of interest created
oc: Nombre de punts d'interès creadi

source: Warning!
oc: Atencion!

source: Are you sure you want to delete this interactive image?
oc: Segur que vòs esfaçar aguesta imatge interactiva?

source: Interactive Image
oc: Imatge interactiva

source: Drag mouse over photo and click on the colored areas that appear.
oc: Arrossega eth cursor pera fòto e clica sus es airaus colorejadi que i gessen.

source: Close
oc: Barrar

source: Wrong file type
oc: Tipe de fichèr erronèu

source: You can upload only a JPG, PNG, or GIF as an interactive image. Would you like to try again?
oc: Solet pòs cargar un fichèr JPG, PNG, o GIF coma imatge interactiva. Ac vòs tornar a provar?

source: Aranese
oc: Aranés

source: Spanish
oc: Español

source: Catalan
oc: Català

source: Frensh
oc: Français

source: Holet admin
oc: Admin Eth Holet

source: Holet administration
oc: Administracion d'Eth Holet

source: Don't have an account?
oc: Non as un compde?

source: Want to continue using without registering?
oc: Vòs continuar sense registrar-te?

source: Return to home page
oc: Tornar tara pagina d'inici

source: Holet Login
oc: Eth Holet inici

source: Your username and password didn't match. Please try again.
oc: Eth tòn nòm d'usatgèr/a e eth mot secrèt non coïncidissen. Se te platz torna a provà'c.

source: Holet Permission Denied
oc: Permís denegat per Eth Holet

source: You need to log in in order to make or edit routes.
oc: Cau que te connèctes coma usatgèr/a registrat/da entà crear o editar itineraris.

source: You can only edit routes that you created.
oc: Sonque pòs editar es itineraris que tu as creat.

source: Already registered?
oc: Ja t'as registrat?

source: Holet Registration
oc: Registrament en Eth Holet
