Repository: MoveLab/erulet-server
Catalog: locale/*/LC_MESSAGES/django.po
Languages: es, oc

source: L’Estanho d’Escunhau està situat sota unes escarpades parets de roca calcària amb formes erosives peculiars, com ara l’avenc per on l’estany desaigua cap a la cavitat més profunda de Catalunya. La seva característica principal és l’abundància de diverses plantes aquàtiques, que formen un autèntic jardí submergit i que es poden distingir des de les vores. Itinerari de 10 km i 795 m de desnivell per pista seguit de 1.8 km i 200 m de desnivell a peu, per acabar amb un circuit (1 km) al voltant de l’Estanho d’Escunhau. L’itinerari és adequat per a qualsevol persona amb un mínim de forma física.
es: El Estanho d’Escunhau está situado bajo unas escarpadas paredes de roca calcárea con formas erosivas peculiares, como por ejemplo la sima por donde el ibón desagua hacia la cavidad más profunda de Cataluña. Su característica principal es la abundancia de varias plantas acuáticas, que forman un auténtico jardín sumergido y que se pueden distinguir desde las orillas. Itinerario de 10 km y 795 m de desnivel por pista, seguido de 1.8 km y 200 m de desnivel a pie, para acabar con un circuito (1 km) alrededor del Estanho d’Escunhau. El itinerario es adecuado para cualquier persona con un mínimo de forma física.

source: La Bassa d’Oles és una bassa d’origen natural que posteriorment es va represar. Es practica la pesca intensiva, i la bassa és repoblada regularment amb truites. És per tant un exemple d’ecosistema aquàtic fortament humanitzat. Està envoltada d’una pineda de pi roig de gran valor paisatgístic. L’interès principal rau en l’important entapissat de vegetació aquàtica submergida i les illes de joncs que s’hi troben. Itinerari circular de 1.7 km amb 50 m de desnivell a les rodalies de la Bassa d’Oles, apte per a tots els públics.
es: La Bassa d’Oles es un estanque de origen natural que posteriormente fue represado. Se practica la pesca intensiva, y el estanque se repuebla regularmente con truchas. Es por tanto un ejemplo de ecosistema acuático fuertemente humanizado. Está rodeado de un pinar de pino silvestre de gran valor paisajístico. El interés principal radica en el importante tapiz de vegetación acuática sumergida y las islas de juncos que se hallan aquí. Itinerario circular de 1.7 km con 50 m de desnivell por los alrededores de la Bassa d’Oles, apto para todos los públicos.

source: La Garona ofereix la possibilitat de conèixer un ecosistema fluvial, els usos i aprofitaments humans que s’han fet des d’antic, i com aquests han modificat i configurat el riu actual. Aquest itinerari entre el Pont d’Arròs i Casarilh té dues variants: en cotxe seguint la N-230 i la C-28 i a peu seguint el Camin Reiau i el GR-211. La distància total és de 11 km, amb un desnivell acumulat de 184 m. El camí no presenta cap dificultat, i és adequat per a qualsevol persona amb una forma física mitja. La variant en cotxe fa l’itinerari accessible a tot tipus de visitants.
es: El Garona ofrece la posibilidad de conocer un ecosistema fluvial, los usos y aprovechamientos humanos que se han hecho desde antiguo, y como estos han modificado y configurado el río actual. Este itinerario entre el Pont d’Arròs y Casarilh tiene dos variantes: en coche siguiendo la N-230 y la C-28 y a pie siguiendo el Camin Reiau y el GR-211. La distancia total es de 11 km, con un desnivel acumulado de 184 m. El camino no presenta ninguna dificultad, y es adecuado para cualquier persona con una forma física media. La variante en coche hace el itinerario accesible a todo tipo de visitantes.

source: La vall de Varradòs té un relleu escarpat que dóna lloc a una intensa activitat d’allaus i a cascades impressionants. A la capçalera de la vall, la zona de la Sèrra de Pica Palomèra és una de les més recòndites de l’Aran. Els estanys que trobem aquí són hàbitats extrems, degut a l’acidesa de les seves aigües. L’itinerari té dues parts: primer 10 km de pista asfaltada, per recórrer el riu de Varradòs i visitar el Saut deth Pish; després, itinerari circular a peu de 12 km i 980 m de desnivell, per visitar els estanys Nere de Uèrri i de Pica Palomèra. Per fer l’itinerari a peu és imprescindible tenir un bon sentit de la orientació, bona forma física i experiència en alta muntanya.
es: El valle de Varradòs tiene un relieve escarpado que da lugar a una intensa actividad de aludes y a cascadas impresionantes. En la cabecera del valle, la zona de la Sèrra de Pica Palomèra es una de las más recónditas del Aran. Los ibones que encontramos aquí son hábitats extrems, debido a la acidez de sus aguas. El itinerario tiene dos partes: primero 10 km de pista asfaltada, para recorrer el río de Varradòs y visitar el Saut deth Pish; después, itinerario circular a peu de 12 km y 980 m de desnivell, para visitar los ibones Nere de Uèrri y de Pica Palomèra. Para hacer el itinerario a pie es imprescindible tener un buen sentido de la orientación, buena forma física y experiencia en alta montaña.

source: Cognoms
es: Apellidos

source: Mostrar tots els itineraris
es: Mostrar todos los itinerarios

source: Mostrar els itineraris d'Eth Holet
es: Mostrar los itinerarios de Eth Holet

source: Mostrar els itineraris dels amics d'Eth Holet
es: Mostrar los itinerarios de los amigos de Eth Holet

source: Connecta't per veure les teves dades, si ja tens un compte.
es: Conéctate para ver tus datos, si ya tienes una cuenta.

source: sortir
es: salir

source: Mapes personalitzats
es: Mapas personalizados
oc: Mapes personalizadi

source: Aplicació Mobile HTML5:
es: Aplicación Mobile HTML5:

source: Els meus itineraris
es: Mis itinerarios

source: NAVEGACIÓ AMB GPS
es: NAVEGACIÓN CON GPS
oc: NAVEGACION DAMB GPS

source: Nou article
es: Nuevo artículo

source: Nou itinerari
es: Nuevo itinerario

source: No hi ha cap fitxer seleccionat.
es: No hay ningún fichero seleccionado.

source: No, torna enrere
es: No, vuelve atrás

source: No hi ha cap itinerari
es: No hay ningún itinerario

source: Número de punts d'interès creats
es: Número de puntos de interés creados

source: Número d'itineraris creats
es: Número de itinerarios creados

source: Organitza:
es: Organiza:
oc: Organize:

source: Itineraris dels amics d'Eth Holet
es: Itinerarios de los amigos de Eth Holet

source: Aquest website utilitza cookies. Si continues navegant aqui considerem que acceptes el seu ús. Per tenir més informació sisplau mira la nostra
es: Este website utiliza cookies. Si continuas navegando aquí consideramos que aceptas su uso. para tener más información por favor mira nuestra

source: Passeja amb un guia diferent
es: Pasea con un guía diferente
oc: Passeja damb ua guida diferenta

source: <p>Permet accedir a informació general de l'app i a la pantalla de selecció d'itineraris.</p><p>El botó de menú secundari permet fixar les preferències (l'idioma i l'interval de temps entre posicionaments GPS consecutius) i registrar-se com a usuari/a (opcional).</p>
es: <p>Permite acceder a información general de la app y a la pantalla de selección de itinerarios.</p><p>El botón de menú secundario permite fijar las preferencias (el idioma y el intervalo de tiempo entre posicionamientos GPS consecutivos) y registrarse como usuario/a (opcional).</p>

source: Si us plau, el fitxer ha de ser més petit de 2.5 MB. Mida actual %s
es: Por favor, el fichero ha de ser menor de 2.5 MB. tamaño actual %s

source: Política de privacitat
es: Política de privacidad

source: política de privacitat
es: política de privacidad

source: Processant, espera si us plau. (Això pot tardar uns pocs minuts)
es: Procesando, espera por favor. (Esto puede tardar unos pocos minutos)

source: Recorre els estanys més elevats en una ruta d’alta muntanya.
es: Recorre los ibones más elevados en una ruta de alta montaña.
oc: Recor es estanhs mès nauti en ua rota de montanha.

source: Registra el teu compte. Això et permitirà rastrejar les teves caminades i crear els teus propis itineraris.
es: Registra tu cuenta. Esto te permitirá rastrear tus caminatas y crear tus propios itinerarios.

source: Canviar una imatge interactiva
es: Cambiar una imagen interactiva

source: RESPECTE PEL MEDI
es: RESPETO POR EL MEDIO
oc: RESPÈCTE PETH MIEI

source: Tornar a la pàgina inicial
es: Volver a la página inicial

source: Saber més
es: Saber más
oc: Saber-ne mès

source: Desar tot
es: Guardar todo

source: Desar i afegir més
es: Guardar y añadir más

source: Desant, espera si us plau.
es: Guardando, espera por favor

source: Rastreja i enregistra els teus itineraris, i afegeix les teves pròpies fotos, vídeos i notes al mapa. Desa’ls per tornar a visitar-los.
es: Rastrea y graba tus itinerarios, y añade tus propias fotos, vídeos y notas al mapa. Guárdalos para volver a visitarlos.

source: SELECCIÓ DITINERARIS:
es: SELECCIÓN DE ITINERARIOS

source: Mostrar tots els idiomes
es: Mostrar todos los idiomas

source: <p>Sobre els mapes dels itineraris poden aparèixer tres tipus d'icones:</p><ul class='no_bullet'><li class='image_bullet waypoint'>Punt de ruta. Clicant a sobre obtenim informació de com arribar des d'aquí al següent punt de ruta.</li><li class='image_bullet poi'>Punt d'interès. Clicant a sobre es desplega informació sobre algun tema d'interès relacionat amb el lloc on ens trobem.</li><li class='image_bullet holet_alert'>Avís. Clicant a sobre obtenim avisos sobre temes de seguretat o afectacions al medi ambient en el lloc on ens trobem.</li></ul><p>Durant el recorregut el vibrador i un senyal acústic del dispositiu ens avisaran que estem arribant a algun d'aquests punts.</p>
es: <p>Sobre los mapas de los itinerarios pueden aparecer tres tipos de iconos:</p><ul class='no_bullet'><li class='image_bullet waypoint'>Punto de ruta. Clicando sobre el obtenemos información de como llegar desde aquí al siguiente punto de ruta.</li><li class='image_bullet poi'>Punto de interés. Clicando sobre el se despliega información sobre algún tema de interés relacionado con el lugar donde nos encontramos.</li><li class='image_bullet holet_alert'>Aviso. Clicando sobre el obtenemos avisos sobre temas de seguridad o afectacions al medio ambiente en el lugar donde nos encontramos.</li></ul><p>Durante el recorrido el vibrador y una señal acústica del dispositivo nos avisarán de que estamos llegando a alguno de estos puntos.</p>

source: èxit
es: éxito

source: Eth Holet ha estat organitzat per l'Ajuntament de Vielha e Mijaran.
es: Eth Holet ha sido organizado por el Ayuntamiento de Vielha e Mijaran.

source: Els dos camps de la contrasenya no són iguals.
es: Los dos campos de contraseña no son iguales.

source: Hi ha més de cinc fitxers HTML en aquesta carpeta ZIP. Sisplau, no incloguis més de un fitxer HTML per a cadascun dels idiomes compatibles (aranès, castellà, català, francès i anglès).
es: Hay más de cinco ficheros HTML en esta carpeta ZIP. Por favor, no incluyas más de un fichero HTML para cada uno de los idiomas compatibles (aranés, español, catalán, francés e inglés).

source: No hi ha fitxers HTML en aquesta carpeta ZIP. Si us plau, inclou com a mínim un fitxer HTML.
es: No hay ficheros HTML en esta carpeta ZIP. Por favor, incluye como mínimo un fichero HTML.

source: No hi ha cap ruta amb l'identificador que demanes. Prova amb un altre identificador.
es: No hay ningún itinerario con el identificador que pides. Prueba con otro identificador.

source: Aquest camp només pot contenir lletres, números i els caràcters @/./+/-/_ .
es: Este campo solo puede contener letras, números y los caracteres @/./+/-/_ .

source: Per crear un nou article utilitzar aquest formulari per carregar una carpeta ZIP que contingui entre un i cinc fitxers HTML juntament amb tots els fitxers CSS, JPG, PNG, GIF, i/o MP4 relacionats (només aquests tipus de fitxers estan permesos). Els fitxers HTML han de tenir noms que acabin en -XX.html, on XX és el codi de l'idioma. Utilitzar oc per a l'aranès, es per al castellà, ca per al català, fr per al francès, en per a l'anglès i to per a tots els idiomes (nota: es poden utilitzar majúscules i codis de tres lletres, però només s'avaluaran les dues primeres lletres després del guió. Els fitxers acabats en '-to.html' es mostraran als usuaris/es de tots els idiomes). Comprovar que els enllaços en els fitxers HTML utilitzen rutes relatives (p.ex. src='poi.png' i no src='http://holet.com/poi.png') excepte si són enllaços en un altre servidor. En aquest cas utilitzar la ruta absoluta al servidor en qüestió (p.ex. src='http://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Agapanthia_pustulifera_copulation_1.jpg). No és imprescindible incloure els CSS relacionats. Si no s'inclou cap CSS el servidor en crearà un que s'utilitzarà quan l'article es mostri en l'app Eth Holet en els mòbils. Quan l'article es mostri en aquest website utilitzarà un únic CSS per adaptar-se al format de la web, independentment de si s'ha inclòs un fitxer CSS.
es: Para crear un nuevo artículo utilizar este formulario para cargar una carpeta ZIP que contenga entre uno y cinco ficheros HTML junto con todos los ficheros CSS, JPG, PNG, GIF, y/o MP4 relacionados (solo estos tipos de ficheros están permitidos). Los ficheros HTML han de tener nombres que acaben en -XX.html, donde XX es el código del idioma. Utilizar oc para el aranés, es para el español, ca para el catalán, fr para el francés, en para el inglés y to para todos los idiomas (nota: se pueden utilizar mayúscules y códigos de tres letras, pero solo se evaluarán las dos primeras letras después del guión. Los ficheros acabados en '-to.html' se mostrarán a los usuarios/as de todos los idiomas). Comprobar que los enlaces en los ficheros HTML utilizan rutas relativas (p.ex. src='poi.png' y no src='http://holet.com/poi.png') excepto si son enlaces a otro servidor. En este caso utilizar la ruta absoluta al servidor en cuestión (p.ex. src='http://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Agapanthia_pustulifera_copulation_1.jpg). No es imprescindible incluir los CSS relacionados. Si no se incluye ningún CSS el servidor creará uno que se utilizará cuando el artículo se muestre en la app Eth Holet en los móviles. Cuando el artículo se muestre en este website utilizará un único CSS para adaptarse al formato de la web, independientemente de si se ha incluido un fichero CSS.

source: Per crear una imatge interactiva, primer carregar un fitxer d'imatge en aquesta pàgina. En la pàgina següent podràs crear àrees clicables sobre la imatge i especificar el text que es mostrarà quan es clica cada àrea.
es: Para crear una imagen interactiva, cargar primero un fichero de imagen en esta página. En la página siguiente podrás crear áreas clicables sobre la imagen y especificar el texto que se mostrará cuando se clica cada área.

source: Per canviar una imatge interactiva, primer carregar un fitxer d'imatge en aquesta pàgina. En la pàgina següent podràs crear arees clicables sobre la imatge i especificar el text que es mostrarà quan es clica cada àrea.
es: Para cambiar una imagen interactiva, cargar primero un fichero de imagen en esta página. En la página siguiente podrás crear áreas clicables sobre la imagen y especificar el texto que se mostrará cuando se clica sobre cada área.

source: Per canviar un article en HTML utilitzar aquest formulari per carregar una carpeta ZIP que contingui entre un i cinc fitxers HTML juntament amb tots els fitxers CSS, JPG, PNG, GIF, i/o MP4 relacionats (només aquests tipus de fitxers estan permesos). Els fitxers HTML han de tenir noms que acabin en -XX.html, on XX és el codi de l'idioma. Utilitzar oc per a l'aranès, es per al castellà, ca per al català, fr per al francès, en per a l'anglès i to per a tots els idiomes (nota: es poden utilitzar majúscules i codis de tres lletres, però només s'avaluaran del dues primeres lletres després del guió. Els fitxers acabats en '-to.html' es mostraran als usuaris de tots els idiomes). Comprovar que els enllaços en els fitxers HTML utilitzen rutes relatives (p.ex. src='poi.png' i no src='http://holet.com/poi.png') excepte si són enllaços en un altre servidor. En aquest cas utilitzar la ruta absoluta al servidor en qüestió (p.ex. src='http://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Agapanthia_pustulifera_copulation_1.jpg). No és necessari incloure els CSS relacionats. Si no s'inclou cap CSS el servidor en crearà un que s'utilitzarà quan l'article es mostri en l'app Eth Holet en els mòbils. Quan l'article es mostri en aquest website utilitzarà un únic CSS per adaptar-se al format de la web, independentment de si s'ha inclòs un fitxer CSS.
es: Para cambiar un artículo en HTML utilizar este formulario para cargar una carpeta ZIP que contenga entre uno y cinco ficheros HTML junto con todos los ficheros CSS, JPG, PNG, GIF, y/o MP4 relacionados (solo estos tipos de ficheros están permitidos). Los ficheros HTML han de tener nombres que acaben en -XX.html, donde XX es el código del idioma. Utilizar oc para el aranés, es para el español, ca para el catalán, fr para el francés, en para el inglés y to para todos los idiomas (nota: se pueden utilizar mayúscules y códigos de tres letras, pero solo se evaluarán las dos primeras letras después del guión. Los ficheros acabados en '-to.html' se mostrarán a los usuarios/as de todos los idiomas). Comprobar que los enlaces en los ficheros HTML utilizan rutas relativas (p.ex. src='poi.png' y no src='http://holet.com/poi.png') excepto si son enlaces a otro servidor. En este caso utilizar la ruta absoluta al servidor en cuestión (p.ex. src='http://upload.wikimedia.org/wikipedia/commons/thumb/f/fe/Agapanthia_pustulifera_copulation_1.jpg). No es imprescindible incluir los CSS relacionados. Si no se incluye ningún CSS el servidor creará uno que se utilizará cuando el artículo se muestre en la app Eth Holet en los móviles. Cuando el artículo se muestre en este website utilizará un único CSS para adaptarse al formato de la web, independientemente de si se ha incluido un fichero CSS.

source: Alternar navegació
es: Alternar navegación

source: Tot sobre l’aigua
es: Todo sobre el agua
oc: Tot sus era aigua

source: Translate Highlights to: Tots
es: Traducir reseñas al: Todos

source: Traduir resenyes al: Aranès
es: Traducir reseñas al: Aranés

source: Traduir resenyes al: Aranès i castellà
es: Traducir reseñas al: Aranés y español

source: Traduir resenyes al: Anglès
es: Traducir reseñas al: Inglés

source: Traduir resenyes al: Francès
es: Traducir reseñas al: Francés

source: Translate Highlights to: Castellà
es: Traducir reseñas al: Español

source: Traduir itineraris al: Tots
es: Traducir itinerarios al: Todos

source: Traduir itineraris al: Aranès
es: Traducir itinerarios al: Aranés

source: Traduir itineraris al: Aranès i castellà
es: Traducir itinerarios al: Aranés y español

source: Traduir itineraris al: Anglès
es: Traducir itinerarios al: Inglés

source: Traduir itineraris al: Francès
es: Traducir itinerarios al: Francés

source: Traduir itineraris al: Castellà
es: Traducir itinerarios al: Español

source: Troba’t amb Eth Holet
es: Réunete con Eth Holet

source: Carregar una nova imatge que tindrà àrees clicables.
es: Cargar una nueva imagen que tendrá áreas clicables.

source: Carregar una imatge que tindrà arees clicables.
es: cargar una imagen que tendrá áreas clicables

source: Veure una llista de tots els itineraris.
es: Ver una lista de todos los itinerarios.

source: Veure una llista dels itineraris que han creat els amics d'Eth Holet.
es: Ver una lista de los itinerarios que han creado los amigos de Eth Holet.

source: Veure una llista dels itineraris que has creat en les teves caminades.
es: Ver una lista de los itinerarios que has creado en tus caminatas.

source: Veure un mapa interactiu amb totes les rutes.
es: Ver un mapa interactivo con todas las rutas.

source: Veure i editar el teu perfil
es: Ver y editar tu perfil

source: Veure l'article detallat
es: ver el artículo detallado

source: Veure els detalls
es: Ver los detalles

source: Veure el meu perfil
es: Ver mi perfil

source: Veure itinerari
es: Ver itinerario

source: Veure els itineraris que han creat els científics que hi ha darrere d'Eth Holet.
es: Ver los itinerarios que han creado los científicos que están detrás de Eth Holet.

source: Visita en família un estany domesticat.
es: Visita en familia un ibón domesticado.

source: Vols continuar sense registrar-te?
es: ¿Quieres continuar sin registrarte?

source: Atenció!
es: ¡Atención!

source: Website i suport des del servidor:
es: Website y apoyo desde el servidor:

source: Eth Holet et dóna la benvinguda
es: Eth Holet te da la bienvenida

source: Eth Holet et dóna la benvinguda!
es: ¡Eth Holet te da la bienvenida!

source: Que t'agradaria fer avui?
es: ¿Que te gustaría hacer hoy?

source: Tipus de fitxer erròni
es: Tipo de fichero erróneo

source: Tipus de fitxer incorrecte: Assegurat de que el fitxer que has seleccionat sigui JPG, PNG, GIF, MP4, WEBM, o OGG.
es: Tipo de fichero incorrecto: Asegurate de que el fichero que has seleccionado sea JPG, PNG, GIF, MP4, WEBM, o OGG.

source: Sí, esborra'l
es: Sí, bórralo

source: Només pots editar els itinertaris que tu has creat.
es: Solo puedes editar los itinerarios que tu has creado.

source: Només pots carregar un fitxer JPG, PNG, o GIF com a imatge interactiva. Ho vols tornar a provar?
es: Solo puedes cargar un fichero JPG, PNG, o GIF como imagen interactiva. ¿Quieres volver a intentarlo?

source: Només pots carregar un fitxer HTML, o una carpeta ZIP que contingui només fitxers JPG, PNG, GIF, MP4, HTML, i/o CSS. Ho vols tornar a provar?
es: Solo puedes cargar un fichero HTML, o una carpeta ZIP que contenga solo ficheros JPG, PNG, GIF, MP4, HTML, y/o CSS. ¿Quieres volver a intentarlo?

source: Cal connectar-se com un traductor/a registrat/da per poder accedir a les pàgines de traducció. Si ets un traductor/a i et cal registrar el teu compte, si us plau contacta amb els administradors del projecte.
es: Hay que conectarse como traductor/a registrado/a para poder acceder a las páginas de traducción. Si eres traductor/a y necesitas registrar tu cuenta, por favor contacta con los administradores del proyecto.

source: Cal que et connectis com a usuari/a registrat/da per crear o editar itineraris.
es: Hay que conectarse como usuario/a registrado/a para crear o editar itinerarios.

source: Has intentat carregar una carpeta ZIP que conté fitxers que no són HTML, CSS, JPG, PNG, GIF, o MP4. Si us plau, comprova que la carpeta ZIP només conté fitxers d'aquests tipus.
es: Has intentado cargar una carpeta ZIP que contiene ficheros que no son HTML, CSS, JPG, PNG, GIF, o MP4. Por favor, comprueba que la carpeta ZIP solo contiene ficheros de estos tipos.

source: Has intentat carregar alguna cosa que no és un fitxer HTML o ZIP. Si us plau, comprova el fitxer i torna a provar.
es: Has intentado cargar algo que no es un fichero HTML o ZIP. Por favor, comprueba el fichero y vuelve a probar.

source: El teu nom d'usuari/a i la contrasenya no coincideixen. Si us plau, torna a provar-ho.
es: Tu nombre de usuario/a y la contraseña no coinciden. Por favor, vuelve a intentarlo.

# Loco
source: PO render errors
es: before-leaving is a duplicate of abans-de-sortir general-references is a duplicate of general-reference holet-is-built-from-free-and-open-source-code-chec is a duplicate of holet-is-built-fr-986d34fa4ad033aab6ddb3fdb4c679bc register is a duplicate of Register

source: Filetype not supported.
oc: Tipe de fichèr non compatible.

source: No file selected.
oc: Non i a cap fichèr seleccionat.

source: Please keep filesize under 2.5 MB. Current filesize %s
oc: Se te platz, eth fichèr a d'èster mès petit de 2.5 MB. Mida actuau %s

source: A user with that username already exists.
oc: Aguest nòm d'usatgèr ja existís.

source: The two password fields didn't match.
oc: Es dus camps deth mot secrèt non son egaus.

source: Username
oc: Nòm d'usatgèr/a
